Repository: oyeong011/D-Day-MenuBar-macOS
Catalog: YearProgress/Localizable.xcstrings
Source language: en
Languages: ko

# button_quit
source: Quit App
ko: 앱 종료

# icon_style_battery
source: Battery
ko: 배터리

# icon_style_clock
source: Clock
ko: 시계

# icon_style_hourglass
source: Hourglass
ko: 모래시계

# icon_style_moon
source: Moon
ko: 달

# icon_style_pie
source: Pie
ko: 파이

# settings_dday_datepicker
source: Set D-Day Target Date
ko: D-Day 목표 날짜 설정

# settings_icon_style
source: Icon Style
ko: 아이콘 스타일

# settings_menubar_text_style
source: Menu Bar Text
ko: 메뉴 막대 텍스트

# settings_theme_color
source: Theme Color
ko: 테마 색상

# settings_title
source: Settings
ko: 설정

# stats_day_of_year_format
source: %d of %d days
ko: %2$d일 중 %1$d일째

# stats_day_of_year_title
source: Day of Year
ko: 올해의 몇 번째 날?

# stats_quarter_progress_title_format
source: %d Quarter Progress
ko: %d분기 진행률

# stats_remaining_time_title
source: Time Left
ko: 남은 시간

# stats_week_of_year_format
source: Week %d of 52
ko: 52주 중 %d주차

# stats_week_of_year_title
source: Week of Year
ko: 올해의 몇 번째 주?

# style_show_percent
source: Percent
ko: 퍼센트

# time_unit_day
source: %d days
ko: %d일

# time_unit_hour
source: %d hours
ko: %d시간

# time_unit_month
source: %d months
ko: %d개월
